CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
PKief.material-icon-theme
PeterJausovec.vscode-docker
akamud.vscode-theme-onelight
azemoh.one-monokai
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
eg2.tslint
faceair.ayu-one-dark
fisheva.eva-theme
gio00.fish
johnpapa.Angular1
lkytal.coffeelinter
MariusAlchimavicius.json-to-ts
mattn.Lisp
mikestead.dotenv
mrmlnc.vscode-scss
ms-python.python
ms-vscode.cpptools
octref.vetur
perragnaredin.light-plus-tweaked
plievone.vscode-template-literal-editor
robertohuertasm.vscode-icons
wayou.vscode-todo-highlight
whizkydee.material-palenight-theme
ybaumes.highlight-trailing-white-spaces